Repository: RainerBrell/robEnhancements
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, cs, da, de, es, fr, it, nl, pt, ru, uk, vi

source: This extension adds new functionality to applications and provides new global help: If a Markdown file (*.md) is selected in Windows Explorer or total Commander: NVDA+Alt+Space, Views the file in the NVDA browser. NVDA+Alt+Shift+Space, saves the file in HTML format. In all browsers: NVDA+Ctrl+f4, show page URL, press twice, copy to clipboard. Microsoft Outlook 13 or later: Shift+Alt+j, Jumps to the next folder with unread emails below the Inbox folder. Shift+Ctrl+Alt+i, Saves the current folder as Folder 1 Shift+Alt+i, Go to Folder 1 A further 4 folders can be defined and jumped to. The folders can also be in another account. The gestures for this are still freely available.
fr: Cette extension ajoute de nouvelles fonctionnalités aux applications et fournit une aide globale : Si un fichier Markdown (*.md) est sélectionné dans l'Explorateur Windows ou Total Commander : NVDA+Alt+Espace, affiche le fichier dans le navigateur NVDA. NVDA+Alt+Maj+Espace, enregistre le fichier au format HTML. Dans tous les navigateurs : NVDA+Ctrl+F4, affiche l'URL de la page, appuyez deux fois pour copier dans le presse-papiers. Microsoft Outlook 13 ou version ultérieure : Shift+Alt+J, passe au dossier suivant contenant des courriels non lus sous la boîte de réception. Shift+Ctrl+Alt+I, enregistre le dossier actuel comme Dossier 1 Shift+Alt+I, aller au Dossier 1 Quatre autres dossiers peuvent être définis et atteints. Les dossiers peuvent également appartenir à un autre compte. Les gestes pour cela restent disponibles.
pt: Esta extensão adiciona novas funcionalidades aos aplicativos e fornece ajuda global: Se um arquivo Markdown (*.md) estiver selecionado no Windows Explorer ou Total Commander: NVDA+Alt+Espaço, visualiza o arquivo no navegador NVDA. NVDA+Alt+Shift+Espaço, salva o arquivo em formato HTML. Em todos os navegadores: NVDA+Ctrl+F4, mostra a URL da página, pressione duas vezes para copiar para a área de transferência. Microsoft Outlook 13 ou posterior: Shift+Alt+J, vai para a próxima pasta com e-mails não lidos abaixo da caixa de entrada. Shift+Ctrl+Alt+I, salva a pasta atual como Pasta 1 Shift+Alt+I, vai para a Pasta 1 Outras 4 pastas podem ser definidas e acessadas. As pastas também podem estar em outra conta. Os gestos para isso ainda estão disponíveis.
vi: Tiện ích mở rộng này bổ sung chức năng mới cho các ứng dụng và cung cấp trợ giúp toàn cầu: Nếu một tệp Markdown (*.md) được chọn trong Windows Explorer hoặc Total Commander: NVDA+Alt+Space, hiển thị tệp trong trình duyệt NVDA. NVDA+Alt+Shift+Space, lưu tệp ở định dạng HTML. Trong tất cả các trình duyệt: NVDA+Ctrl+F4, hiển thị URL trang, nhấn hai lần để sao chép vào bảng tạm. Microsoft Outlook 13 trở lên: Shift+Alt+J, chuyển đến thư mục tiếp theo có thư chưa đọc bên dưới hộp thư đến. Shift+Ctrl+Alt+I, lưu thư mục hiện tại dưới dạng Thư mục 1 Shift+Alt+I, chuyển đến Thư mục 1 Có thể xác định thêm 4 thư mục và chuyển đến chúng. Các thư mục cũng có thể thuộc tài khoản khác. Các tổ hợp phím cho việc này vẫn có sẵn.
