Repository: RainerBrell/robEnhancements
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, cs, da, de, es, fr, it, nl, pt, ru, uk, vi

source: Your Outlook version {Versionsnumber} is not supported.
ar: إصدار Outlook الخاص بك {Versionsnumber} غير مدعوم.
cs: Vaše verze Outlooku {Versionsnumber} není podporována.
da: Din Outlook-version {Versionsnumber} understøttes ikke.
de: Ihre Outlook-Version {Versionsnumber} wird nicht unterstützt.
es: Tu versión de Outlook {Versionsnumber} no es compatible.
fr: Votre version d'Outlook {Versionsnumber} n'est pas prise en charge.
it: La tua versione di Outlook {Versionsnumber} non è supportata.
nl: Uw Outlook-versie {Versionsnumber} wordt niet ondersteund.
pt: Sua versão do Outlook {Versionsnumber} não é suportada.
ru: Ваша версия Outlook {Versionsnumber} не поддерживается.
uk: Версія Outlook {Versionsnumber} не підтримується.
vi: Phiên bản Outlook của bạn {Versionsnumber} không được hỗ trợ.

source: Folder {nr} saved as {folderPath}
ar: تم حفظ المجلد {nr} باسم {folderPath}
cs: Složka {nr} byla uložena jako {folderPath}
da: Mappe {nr} gemt som {folderPath}
de: Ordner {nr} gespeichert - {folderPath}
es: Carpeta {nr} guardada como {folderPath}
fr: Dossier {nr} enregistré sous {folderPath}
it: Cartella {nr} salvata come {folderPath}
nl: Map {nr} opgeslagen als {folderPath}
pt: Pasta {nr} salva como {folderPath}
ru: Папка {nr} сохранена как {folderPath}
uk: Папку {nr} збережено як {folderPath}
vi: Thư mục {nr} đã được lưu dưới tên {folderPath}

source: Error saving folder
ar: خطأ في حفظ المجلد
cs: Chyba při ukládání složky
da: Fejl ved gemning af mappe
de: Fehler beim Speichern des Ordners
es: Error al guardar la carpeta
fr: Erreur lors de l'enregistrement du dossier
it: Errore nel salvataggio della cartella
nl: Fout bij het opslaan van de map
pt: Erro ao salvar a pasta
ru: Ошибка при сохранении папки
uk: Помилка збереження папки
vi: Lỗi khi lưu thư mục

source: The folder {nr} has not been specified yet. Please specify a folder to jump to first.
ar: لم يتم تحديد المجلد {nr} بعد. يرجى تحديد مجلد للانتقال إليه أولاً.
cs: Složka {nr} zatím nebyla zadána. Nejprve prosím zadejte složku pro přechod.
da: Mappen {nr} er endnu ikke angivet. Angiv venligst en mappe at gå til først.
de: Der Ordner {nr} wurde noch nicht angegeben. Bitte geben Sie einen Ordner an, zu dem zuerst gesprungen werden soll.
es: La carpeta {nr} aún no ha sido especificada. Por favor, especifica una carpeta a la que ir primero.
fr: Le dossier {nr} n'a pas encore été spécifié. Veuillez d'abord spécifier un dossier vers lequel aller.
it: La cartella {nr} non è stata ancora specificata. Specifica prima una cartella a cui passare.
nl: Map {nr} is nog niet gespecificeerd. Geef eerst een map op om naartoe te gaan.
pt: A pasta {nr} ainda não foi especificada. Por favor, especifique uma pasta para ir primeiro.
ru: Папка {nr} ещё не указана. Пожалуйста, сначала укажите папку для перехода.
uk: Папку {nr} ще не вказано. Спочатку вкажіть папку для переходу.
vi: Thư mục {nr} chưa được chỉ định. Vui lòng chỉ định một thư mục để chuyển đến trước.

source: Go to the folder {entry}
ar: الانتقال إلى المجلد {entry}
cs: Přejít do složky {entry}
da: Gå til mappen {entry}
de: Gehe zu {entry}
es: Ir a la carpeta {entry}
fr: Aller au dossier {entry}
it: Vai alla cartella {entry}
nl: Ga naar de map {entry}
pt: Ir para a pasta {entry}
ru: Перейти к папке {entry}
uk: Перейти до папки {entry}
vi: Đi đến thư mục {entry}

source: This folder is empty.
ar: هذا المجلد فارغ.
cs: Tato složka je prázdná.
da: Denne mappe er tom.
de: Dieser Ordner ist leer.
es: Esta carpeta está vacía.
fr: Ce dossier est vide.
it: Questa cartella è vuota.
nl: Deze map is leeg.
pt: Esta pasta está vazia.
ru: Эта папка пуста.
uk: Ця папка порожня.
vi: Thư mục này trống.

source: Can not found the folder {folderList}
ar: تعذر العثور على المجلد {folderList}
cs: Nelze najít složku {folderList}
da: Kan ikke finde mappen {folderList}
de: Der Ordner {folderList} kann nicht gefunden werden.
es: No se puede encontrar la carpeta {folderList}
fr: Impossible de trouver le dossier {folderList}
it: Impossibile trovare la cartella {folderList}
nl: Kan de map {folderList} niet vinden
pt: Não foi possível encontrar a pasta {folderList}
ru: Не удалось найти папку {folderList}
uk: Не вдалося знайти папку {folderList}
vi: Không thể tìm thấy thư mục {folderList}

source: Can not found the account: {account}
ar: تعذر العثور على الحساب: {account}
cs: Nelze najít účet: {account}
da: Kan ikke finde kontoen: {account}
de: Das Konto {account} wurde nicht gefunden.
es: No se puede encontrar la cuenta: {account}
fr: Impossible de trouver le compte : {account}
it: Impossibile trovare l'account: {account}
nl: Kan het account niet vinden: {account}
pt: Não foi possível encontrar a conta: {account}
ru: Не удалось найти аккаунт: {account}
uk: Не вдалося знайти обліковий запис: {account}
vi: Không thể tìm thấy tài khoản: {account}

source: Error, cannot go to the specified path {newPath}.
ar: خطأ، لا يمكن الوصول إلى المسار المحدد {newPath}.
cs: Chyba, nelze přejít na zadanou cestu {newPath}.
da: Fejl, kan ikke gå til den angivne sti {newPath}.
de: Fehler, der angegebene Pfad {newPath} kann nicht aufgerufen werden1.
es: Error, no se puede acceder a la ruta especificada {newPath}.
fr: Erreur, impossible d'accéder au chemin spécifié {newPath}.
it: Errore, impossibile accedere al percorso specificato {newPath}.
nl: Fout, kan niet naar het opgegeven pad {newPath} gaan.
pt: Erro, não é possível acessar o caminho especificado {newPath}.
ru: Ошибка, невозможно перейти по указанному пути {newPath}.
uk: Помилка, неможливо перейти за вказаним шляхом {newPath}.
vi: Lỗi, không thể truy cập đường dẫn được chỉ định {newPath}.

source: ROB enhancements
ar: تحسينات ROB
cs: Vylepšení ROB
da: ROB-forbedringer
de: ROB Verbesserungen
es: Mejoras ROB
fr: Améliorations ROB
it: Miglioramenti ROB
nl: ROB-verbeteringen
pt: Melhorias ROB
ru: Дополнения ROB
uk: Покращення ROB
vi: Các cải tiến ROB

source: Jumps to the next Outlook folder with unread mails below the inbox.
ar: ينتقل إلى مجلد Outlook التالي الذي يحتوي على رسائل غير مقروءة أسفل صندوق الوارد.
cs: Přeskočí na další složku Outlooku s nepřečtenými e-maily pod doručenou poštou.
da: Springer til næste Outlook-mappe med ulæste mails under indbakken.
de: Springt zum nächsten Outlook-Ordner mit ungelesenen E-Mails unterhalb des Posteingangs.
es: Salta a la siguiente carpeta de Outlook con correos no leídos debajo de la bandeja de entrada.
fr: Passe au dossier Outlook suivant contenant des courriels non lus sous la boîte de réception.
it: Passa alla prossima cartella di Outlook con email non lette sotto la posta in arrivo.
nl: Springt naar de volgende Outlook-map met ongelezen e-mails onder de inbox.
pt: Vai para a próxima pasta do Outlook com e-mails não lidos abaixo da caixa de entrada.
ru: Переходит к следующей папке Outlook с непрочитанными письмами ниже входящих.
uk: Переходить до наступної папки Outlook з непрочитаними листами нижче вхідних.
vi: Chuyển đến thư mục Outlook tiếp theo có thư chưa đọc bên dưới hộp thư đến.

source: {count} mails in the folder {folder}
ar: {count} رسالة في المجلد {folder}
cs: {count} e-mailů ve složce {folder}
da: {count} mails i mappen {folder}
de: {count} Mails im Ordner {folder}
es: {count} correos en la carpeta {folder}
fr: {count} courriels dans le dossier {folder}
it: {count} email nella cartella {folder}
nl: {count} e-mails in de map {folder}
pt: {count} e-mails na pasta {folder}
ru: {count} писем в папке {folder}
uk: {count} листів у папці {folder}
vi: {count} thư trong thư mục {folder}

source: No unread mails found
ar: لم يتم العثور على رسائل غير مقروءة
cs: Nebyly nalezeny žádné nepřečtené e-maily
da: Ingen ulæste mails fundet
de: Keine ungelesenen E-Mails gefunden
es: No se encontraron correos no leídos
fr: Aucun courriel non lu trouvé
it: Nessuna email non letta trovata
nl: Geen ongelezen e-mails gevonden
pt: Nenhum e-mail não lido encontrado
ru: Непрочитанных писем не найдено
uk: Непрочитаних листів не знайдено
vi: Không tìm thấy thư chưa đọc

source: Outlook object not available - please contact the addon developer
ar: كائن Outlook غير متوفر - يرجى الاتصال بمطور الإضافة
cs: Objekt Outlooku není dostupný – kontaktujte prosím vývojáře doplňku
da: Outlook-objekt ikke tilgængeligt – kontakt venligst udvidelsesudvikleren
de: Outlook-Objekt nicht verfügbar – wenden Sie sich bitte an den Add-on-Entwickler
es: Objeto de Outlook no disponible - por favor contacta al desarrollador del complemento
fr: Objet Outlook non disponible - veuillez contacter le développeur du module
it: Oggetto Outlook non disponibile - contatta lo sviluppatore dell'estensione
nl: Outlook-object niet beschikbaar – neem contact op met de ontwikkelaar van de add-on
pt: Objeto do Outlook não disponível - entre em contato com o desenvolvedor do complemento
ru: Объект Outlook недоступен — свяжитесь с разработчиком дополнения
uk: Об'єкт Outlook недоступний — зверніться до розробника додатку
vi: Đối tượng Outlook không khả dụng - vui lòng liên hệ với nhà phát triển tiện ích

source: Set outlook mail folder 1
ar: تعيين مجلد بريد Outlook 1
cs: Nastavit složku Outlook 1
da: Indstil Outlook-mailmappe 1
de: Outlook-Ordner 1 festlegen
es: Establecer carpeta de correo de Outlook 1
fr: Définir le dossier de courrier Outlook 1
it: Imposta la cartella di posta Outlook 1
nl: Stel Outlook-mailmap 1 in
pt: Definir pasta de e-mail do Outlook 1
ru: Установить папку Outlook 1
uk: Встановити папку Outlook 1
vi: Thiết lập thư mục thư Outlook 1

source: Go to outlook mail folder 1
ar: الانتقال إلى مجلد بريد Outlook 1
cs: Přejít do složky Outlook 1
da: Gå til Outlook-mailmappe 1
de: Gehe zu Outlook-Ordner 1
es: Ir a la carpeta de correo de Outlook 1
fr: Aller au dossier de courrier Outlook 1
it: Vai alla cartella di posta Outlook 1
nl: Ga naar Outlook-mailmap 1
pt: Ir para a pasta de e-mail do Outlook 1
ru: Перейти к папке Outlook 1
uk: Перейти до папки Outlook 1
vi: Đi đến thư mục thư Outlook 1

source: Set outlook mail folder 2
ar: تعيين مجلد بريد Outlook 2
cs: Nastavit složku Outlook 2
da: Indstil Outlook-mailmappe 2
de: Outlook-Ordner 2 festlegen
es: Establecer carpeta de correo de Outlook 2
fr: Définir le dossier de courrier Outlook 2
it: Imposta la cartella di posta Outlook 2
nl: Stel Outlook-mailmap 2 in
pt: Definir pasta de e-mail do Outlook 2
ru: Установить папку Outlook 2
uk: Встановити папку Outlook 2
vi: Thiết lập thư mục thư Outlook 2

source: Go to outlook mail folder 2
ar: الانتقال إلى مجلد بريد Outlook 2
cs: Přejít do složky Outlook 2
da: Gå til Outlook-mailmappe 2
de: Gehe zu Outlook-Ordner 2
es: Ir a la carpeta de correo de Outlook 2
fr: Aller au dossier de courrier Outlook 2
it: Vai alla cartella di posta Outlook 2
nl: Ga naar Outlook-mailmap 2
pt: Ir para a pasta de e-mail do Outlook 2
ru: Перейти к папке Outlook 2
uk: Перейти до папки Outlook 2
vi: Đi đến thư mục thư Outlook 2

source: Set outlook mail folder 3
ar: تعيين مجلد بريد Outlook 3
cs: Nastavit složku Outlook 3
da: Indstil Outlook-mailmappe 3
de: Outlook-Ordner 3 festlegen
es: Establecer carpeta de correo de Outlook 3
fr: Définir le dossier de courrier Outlook 3
it: Imposta la cartella di posta Outlook 3
nl: Stel Outlook-mailmap 3 in
pt: Definir pasta de e-mail do Outlook 3
ru: Установить папку Outlook 3
uk: Встановити папку Outlook 3
vi: Thiết lập thư mục thư Outlook 3

source: Go to outlook mail folder 3
ar: الانتقال إلى مجلد بريد Outlook 3
cs: Přejít do složky Outlook 3
da: Gå til Outlook-mailmappe 3
de: Gehe zu Outlook-Ordner 3
es: Ir a la carpeta de correo de Outlook 3
fr: Aller au dossier de courrier Outlook 3
it: Vai alla cartella di posta Outlook 3
nl: Ga naar Outlook-mailmap 3
pt: Ir para a pasta de e-mail do Outlook 3
ru: Перейти к папке Outlook 3
uk: Перейти до папки Outlook 3
vi: Đi đến thư mục thư Outlook 3

source: Set outlook mail folder 4
ar: تعيين مجلد بريد Outlook 4
cs: Nastavit složku Outlook 4
da: Indstil Outlook-mailmappe 4
de: Outlook-Ordner 4 festlegen
es: Establecer carpeta de correo de Outlook 4
fr: Définir le dossier de courrier Outlook 4
it: Imposta la cartella di posta Outlook 4
nl: Stel Outlook-mailmap 4 in
pt: Definir pasta de e-mail do Outlook 4
ru: Установить папку Outlook 4
uk: Встановити папку Outlook 4
vi: Thiết lập thư mục thư Outlook 4

source: Go to outlook mail folder 4
ar: الانتقال إلى مجلد بريد Outlook 4
cs: Přejít do složky Outlook 4
da: Gå til Outlook-mailmappe 4
de: Gehe zu Outlook-Ordner 4
es: Ir a la carpeta de correo de Outlook 4
fr: Aller au dossier de courrier Outlook 4
it: Vai alla cartella di posta Outlook 4
nl: Ga naar Outlook-mailmap 4
pt: Ir para a pasta de e-mail do Outlook 4
ru: Перейти к папке Outlook 4
uk: Перейти до папки Outlook 4
vi: Đi đến thư mục thư Outlook 4

source: Set outlook mail folder 5
ar: تعيين مجلد بريد Outlook 5
cs: Nastavit složku Outlook 5
da: Indstil Outlook-mailmappe 5
de: Outlook-Ordner 5 festlegen
es: Establecer carpeta de correo de Outlook 5
fr: Définir le dossier de courrier Outlook 5
it: Imposta la cartella di posta Outlook 5
nl: Stel Outlook-mailmap 5 in
pt: Definir pasta de e-mail do Outlook 5
ru: Установить папку Outlook 5
uk: Встановити папку Outlook 5
vi: Thiết lập thư mục thư Outlook 5

source: Go to outlook mail folder 5
ar: الانتقال إلى مجلد بريد Outlook 5
cs: Přejít do složky Outlook 5
da: Gå til Outlook-mailmappe 5
de: Gehe zu Outlook-Ordner 5
es: Ir a la carpeta de correo de Outlook 5
fr: Aller au dossier de courrier Outlook 5
it: Vai alla cartella di posta Outlook 5
nl: Ga naar Outlook-mailmap 5
pt: Ir para a pasta de e-mail do Outlook 5
ru: Перейти к папке Outlook 5
uk: Перейти до папки Outlook 5
vi: Đi đến thư mục thư Outlook 5

source: Show document URL, press twice copies to clipboard.
ar: عرض عنوان URL للمستند، اضغط مرتين للنسخ إلى الحافظة.
cs: Zobrazit URL dokumentu, stiskněte dvakrát pro kopírování do schránky.
da: Vis dokumentets URL, tryk to gange for at kopiere til udklipsholderen.
de: Seiten-URL anzeigen, zweimal drücken, in die Zwischenablage kopieren.
es: Mostrar la URL del documento, presiona dos veces para copiar al portapapeles.
fr: Afficher l'URL du document, appuyez deux fois pour copier dans le presse-papiers.
it: Mostra l'URL del documento, premi due volte per copiarlo negli appunti.
nl: Toon document-URL, druk tweemaal om te kopiëren naar klembord.
pt: Mostrar URL do documento, pressione duas vezes para copiar para a área de transferência.
ru: Показать URL документа, нажмите дважды для копирования в буфер обмена.
uk: Показати URL документа, натисніть двічі для копіювання в буфер обміну.
vi: Hiển thị URL tài liệu, nhấn hai lần để sao chép vào bảng tạm.

source: copied to clipboard {URL}.
ar: تم النسخ إلى الحافظة: {URL}.
cs: zkopírováno do schránky: {URL}.
da: kopieret til udklipsholderen: {URL}.
de: Kopiert - {URL}
es: copiado al portapapeles {URL}.
fr: copié dans le presse-papiers {URL}.
it: copiato negli appunti {URL}.
nl: gekopieerd naar klembord: {URL}.
pt: copiado para a área de transferência {URL}.
ru: скопировано в буфер обмена: {URL}.
uk: скопійовано до буфера обміну: {URL}.
vi: đã sao chép vào bảng tạm {URL}.

source: Document URL not found.
ar: لم يتم العثور على عنوان URL للمستند.
cs: URL dokumentu nebyla nalezena.
da: Dokumentets URL blev ikke fundet.
de: Seiten-URL nicht gefunden.
es: No se encontró la URL del documento.
fr: URL du document introuvable.
it: URL del documento non trovato.
nl: Document-URL niet gevonden.
pt: URL do documento não encontrada.
ru: URL документа не найден.
uk: URL документа не знайдено.
vi: Không tìm thấy URL tài liệu.

source: No browser window found.
ar: لم يتم العثور على نافذة متصفح.
cs: Nebyla nalezena žádná okna prohlížeče.
da: Ingen browservindue fundet.
de: Kein Browserfenster gefunden.
es: No se encontró ninguna ventana del navegador.
fr: Aucune fenêtre de navigateur trouvée.
it: Nessuna finestra del browser trovata.
nl: Geen browservenster gevonden.
pt: Nenhuma janela de navegador encontrada.
ru: Окно браузера не найдено.
uk: Вікно браузера не знайдено.
vi: Không tìm thấy cửa sổ trình duyệt.

source: Shows the current markdown file in the NVDA browser
ar: يعرض ملف Markdown الحالي في متصفح NVDA
cs: Zobrazí aktuální soubor Markdown v prohlížeči NVDA
da: Viser den aktuelle markdown-fil i NVDA-browseren
de: Zeigt die aktuelle Markdown-Datei im NVDA-Browser an
es: Muestra el archivo markdown actual en el navegador NVDA
fr: Affiche le fichier markdown actuel dans le navigateur NVDA
it: Mostra il file markdown corrente nel browser NVDA
nl: Toont het huidige markdown-bestand in de NVDA-browser
pt: Mostra o arquivo markdown atual no navegador NVDA
ru: Показать текущий файл Markdown в браузере NVDA
uk: Показує поточний файл Markdown у браузері NVDA
vi: Hiển thị tệp markdown hiện tại trong trình duyệt NVDA

source: {markdownFile} is not a Markdown file
ar: {markdownFile} ليس ملف Markdown
cs: {markdownFile} není soubor Markdown
da: {markdownFile} er ikke en Markdown-fil
de: {markdownFile} ist keine Markdown-Datei
es: {markdownFile} no es un archivo Markdown
fr: {markdownFile} n'est pas un fichier Markdown
it: {markdownFile} non è un file Markdown
nl: {markdownFile} is geen Markdown-bestand
pt: {markdownFile} não é um arquivo Markdown
ru: {markdownFile} не является файлом Markdown
uk: {markdownFile} не є файлом Markdown
vi: {markdownFile} không phải là tệp Markdown

source: No markdown file selected
ar: لم يتم تحديد ملف Markdown
cs: Nebyl vybrán žádný soubor Markdown
da: Ingen markdown-fil valgt
de: Keine Markdown-Datei ausgewählt
es: No se seleccionó ningún archivo markdown
fr: Aucun fichier markdown sélectionné
it: Nessun file markdown selezionato
nl: Geen markdown-bestand geselecteerd
pt: Nenhum arquivo Markdown selecionado
ru: Файл Markdown не выбран
uk: Файл Markdown не вибрано
vi: Không có tệp Markdown nào được chọn

source: Content of {markdownFile} in HTML
ar: محتوى {markdownFile} بصيغة HTML
cs: Obsah {markdownFile} ve formátu HTML
da: Indholdet af {markdownFile} i HTML
de: Inhalt von {markdownFile}
es: Contenido de {markdownFile} en HTML
fr: Contenu de {markdownFile} en HTML
it: Contenuto di {markdownFile} in HTML
nl: Inhoud van {markdownFile} in HTML
pt: Conteúdo de {markdownFile} em HTML
ru: Содержимое {markdownFile} в формате HTML
uk: Вміст {markdownFile} у форматі HTML
vi: Nội dung của {markdownFile} dưới dạng HTML

source: Saves the selected markdown file as an HTML file
ar: يحفظ ملف Markdown المحدد كملف HTML
cs: Uloží vybraný soubor Markdown jako HTML
da: Gemmer den valgte markdown-fil som en HTML-fil
de: Speichert die ausgewählte Markdown-Datei als HTML-Datei
es: Guarda el archivo markdown seleccionado como archivo HTML
fr: Enregistre le fichier markdown sélectionné en tant que fichier HTML
it: Salva il file markdown selezionato come file HTML
nl: Slaat het geselecteerde markdown-bestand op als HTML-bestand
pt: Salva o arquivo Markdown selecionado como um arquivo HTML
ru: Сохраняет выбранный файл Markdown как HTML
uk: Зберігає вибраний файл Markdown як HTML
vi: Lưu tệp Markdown đã chọn dưới dạng tệp HTML

source: No access to the folder {currentPath}
ar: لا يوجد وصول إلى المجلد {currentPath}
cs: Nelze získat přístup ke složce {currentPath}
da: Ingen adgang til mappen {currentPath}
de: Kein Zugriff auf den Ordner {currentPath}.
es: Sin acceso a la carpeta {currentPath}
fr: Pas d'accès au dossier {currentPath}
it: Nessun accesso alla cartella {currentPath}
nl: Geen toegang tot de map {currentPath}
pt: Sem acesso à pasta {currentPath}
ru: Нет доступа к папке {currentPath}
uk: Немає доступу до папки {currentPath}
vi: Không có quyền truy cập vào thư mục {currentPath}

source: The HTML file {htmlFile} could not be created.
ar: تعذر إنشاء ملف HTML {htmlFile}.
cs: Soubor HTML {htmlFile} nelze vytvořit.
da: HTML-filen {htmlFile} kunne ikke oprettes.
de: Die Datei {htmlFile} konnte nicht erstellt werden.
es: No se pudo crear el archivo HTML {htmlFile}.
fr: Le fichier HTML {htmlFile} n'a pas pu être créé.
it: Impossibile creare il file HTML {htmlFile}.
nl: Het HTML-bestand {htmlFile} kon niet worden aangemaakt.
pt: O arquivo HTML {htmlFile} não pôde ser criado.
ru: Не удалось создать HTML-файл {htmlFile}.
uk: Не вдалося створити HTML-файл {htmlFile}.
vi: Không thể tạo tệp HTML {htmlFile}.

source: The HTML file {htmlFile} was written successfully
ar: تم إنشاء ملف HTML {htmlFile} بنجاح
cs: Soubor HTML {htmlFile} byl úspěšně vytvořen
da: HTML-filen {htmlFile} blev gemt korrekt
de: Die HTML-Datei {htmlFile} wurde erfolgreich geschrieben
es: El archivo HTML {htmlFile} se escribió correctamente
fr: Le fichier HTML {htmlFile} a été écrit avec succès
it: Il file HTML {htmlFile} è stato scritto con successo
nl: Het HTML-bestand {htmlFile} is succesvol aangemaakt
pt: O arquivo HTML {htmlFile} foi criado com sucesso
ru: HTML-файл {htmlFile} успешно создан
uk: HTML-файл {htmlFile} успішно створено
vi: Tệp HTML {htmlFile} đã được ghi thành công

source: Shows the current program Name and CPU usage.
de: Zeigt den aktuellen Programmnamen und die CPU -Nutzung an.

source: Please wait...
de: Bitte warten...

source: This extension adds new functionality to applications and provides new global help: If a Markdown file (*.md) is selected in Windows Explorer or total Commander: NVDA+Alt+Space, Views the file in the NVDA browser. NVDA+Alt+Shift+Space, saves the file in HTML format. In all browsers: NVDA+Ctrl+f4, show page URL, press twice, copy to clipboard. Generally: NVDA+Shift+v, shows program name, 32/64bit, CPU usagee, version, product name Microsoft Outlook 13 or later: Shift+Alt+j, Jumps to the next folder with unread emails below the Inbox folder. Shift+Ctrl+Alt+i, Saves the current folder as Folder 1 Shift+Alt+i, Go to Folder 1 A further 4 folders can be defined and jumped to. The folders can also be in another account. The gestures for this are still freely available.
de: Diese Erweiterung fügt Anwendungen neue Funktionen hinzu und stellt neue globale Hilfen bereit: Ist eine Markdown-Datei (*.md) im windows-Explorer oder total Commander ausgewählt: NVDA+Alt+Leerzeichen, Zeigt die Datei im NVDA-Browser an. NVDA+Alt+Umschalt+Leerzeichen, Speichert die Datei im HTML-Format. In allen Browsern: NVDA+Strg+f4, Seiten-URL anzeigen, zweimal drücken, in die Zwischenablage kopieren. Allgemein: NVDA+Umschalt+V, zeigt den Programmnamen 32/64bit, CPU -Nutzung, Version, Produktnam Microsoft Outlook 13 oder höher: Umschalt+Alt+j, Springt zum nächsten Ordner mit ungelesenen Mails unterhalb des Ordners Posteingang. Umschalt+Strg+Alt+i, Speichert den aktuellen Ordner als Ordner 1 Umschalt+Alt+i, Gehe zu Ordner 1 Es können weitere 4 Ordner festgelegt und angesprungen werden. Die Ordner können sich auch in einem anderen Konto befinden. Die Gesten dafür sind noch frei zu belegen.
